[
    {
      "id": "1",
      "title": {
        "ru": "Разговорные клубы и практические занятия",
        "en": "Speaking Clubs and Practical Classes",
        "tj": "Клубҳои суҳбат ва дарсҳои амалӣ"
      },
      "description": {
        "ru": "Посещайте еженедельные speaking club и практические уроки от A Plus, чтобы улучшить свой английский и применять его в реальных ситуациях.",
        "en": "Attend weekly speaking clubs and practical lessons from A Plus to improve your English and use it in real situations.",
        "tj": "Дар клубҳои ҳафтаинаи суҳбат ва дарсҳои амалии A Plus иштирок кунед, то забони англисиатонро беҳтар кунед ва онро дар вазъиятҳои воқеӣ истифода баред."
      },
      "image": "/imagesVacancy/photo_2025-09-25_20-56-07.jpg"
    },
    {
      "id": "2",
      "title": {
        "ru": "Овладей английским языком вместе с нами!",
        "en": "Master English with Us!",
        "tj": "Забони англисиро бо мо омӯзед!"
      },
      "description": {
        "ru": "Сегодня знание английского — ключ к успешной карьере и образованию. Это язык международного общения, науки, технологий и бизнеса. Владение английским открывает двери к новым возможностям, работе в международных компаниях и путешествиям без границ.",
        "en": "Today, knowledge of English is the key to a successful career and education. It is the language of international communication, science, technology, and business. Knowing English opens doors to new opportunities, work in international companies, and travel without borders.",
        "tj": "Имрӯз дониши забони англисӣ калиди касб ва таҳсили муваффақ аст. Ин забони муоширати байналмилалӣ, илм, технология ва тиҷорат аст. Омӯзиши забони англисӣ дари имкониятҳои нав, кор дар ширкатҳои байналмилалӣ ва сафарҳои беҳадро кушода мекунад."
      },
      "image": "/imagesVacancy/photo_2025-09-25_20-56-23.jpg"
    },
    {
      "id": "3",
      "title": {
        "ru": "Выучи английский язык всего за 1 год!",
        "en": "Learn English in Just 1 Year!",
        "tj": "Забони англисиро танҳо дар 1 сол омӯзед!"
      },
      "description": {
        "ru": "Освойте разговорный и профессиональный английский в A Plus от 4 месяцев до 1 года и откройте для себя безграничные возможности для учёбы, карьеры и путешествий.",
        "en": "Master conversational and professional English at A Plus from 4 months to 1 year and discover limitless opportunities for study, career, and travel.",
        "tj": "Забони англисии гуфтугӯӣ ва касбиро дар A Plus аз 4 моҳ то 1 сол омӯзед ва имкониятҳои бепоёни таҳсил, касб ва сафарро кашф кунед."
      },
      "image": "/imagesVacancy/photo_2025-09-25_20-56-26.jpg"
    }
  ]